IDEA Open Model
HangingAroundPatch.BottomPartLength Property
Compatible with IDEA StatiCa Beta 20.0
 Length of bottom part
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BottomPartLength { get; set; }
Public Property BottomPartLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
HangingAroundPatch Class
IdeaRS.OpenModel.Detail Namespace